import "./anotherPages.css";

function Policy() {
  return (
    <section className="policy">
      <div className="policy__container">
        <h1 className="policy__title">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
        <p className="policy__text">
          Настоящая Политика конфиденциальности (далее — Политика) действует в отношении всей информации, которую
          Общество с ограниченной ответственностью «Максимум» (далее –ООО «Максимум»), адрес: Санкт-Петербург, ул. Ольги
          Берггольц, д 36, офис 1, может получить о пользователе во время использования им сайта maximum-logistics.ru
          (далее – Сайт). Согласие лица (далее — Пользователь) на предоставление данных, данное им в соответствии с
          настоящей Политикой в рамках отношений с одним из лиц, входящих в ООО «Максимум», распространяется на все
          лица, входящие в ООО «Максимум». Использование Сайта ООО «Максимум» означает безоговорочное согласие
          Пользователя с настоящей Политикой и указанными в ней условиями; в случае несогласия с этими условиями
          Пользователь должен воздержаться от использования Сайта.
        </p>
        <p className="policy__text">
          1. Данные, которые Пользователь предоставляет о себе самостоятельно при регистрации в формах заявок,
          используются только для обратной связи. Данные не распространяются, а также не предоставляются третьим лицам
          без согласия Пользователя и используются исключительно для подготовки, заключения и исполнения договора с
          Пользователем.
        </p>
        <p className="policy__text">
          2. Настоящая Политика применима только к Сайтам ООО «Максимум». ООО «Максимум» не контролирует и не несет
          ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте ООО
          «Максимум», в том числе в результатах поиска. На таких сайтах у Пользователя может собираться или
          запрашиваться иная информация, а также могут совершаться иные действия. Также ООО «Максимум» не контролирует и
          не несет ответственность за корректность использования и предоставления данных посредством виджетов
          (интерактивных элементов интерфейса), установленных на сайте, и при этом разработанных третьими лицами.
        </p>
        <p className="policy__text">
          3. ООО «Максимум» в общем случае не проверяет достоверность информации, предоставляемой Пользователями. ООО
          «Максимум» исходит из того, что Пользователь на свое усмотрение предоставляет достоверную и достаточную
          информацию и является дееспособным и совершеннолетним лицом.
        </p>
        <p className="policy__text">
          4. Если ООО «Максимум» станет известно о том, что данные получены от несовершеннолетнего, обратная связь
          осуществляться не будет. Мы настоятельно рекомендуем родителям и иным лицам, под чьим присмотром находятся
          несовершеннолетние (законные представители — родители, усыновители или попечители), контролировать
          использование им веб-сайтов.
        </p>
        <p className="policy__text">5. Изменение Политики конфиденциальности:</p>
        <p className="policy__text">
          5.1. ООО «Максимум» имеет право вносить изменения в настоящую Политику конфиденциальности без уведомления о
          них Пользователей, изменения вступают в силу немедленно, и продолжение пользования Сайтом после внесения
          изменений означает автоматическое согласие Пользователя на соблюдение новых правил. Действующая редакция
          всегда находится на странице по адресу данного сайта.
        </p>
        <p className="policy__text">
          5.2. К настоящей Политике и отношениям между Пользователем и ООО «Максимум», возникающим в связи с применением
          Политики конфиденциальности, подлежит применению право Российской Федерации.
        </p>
        <p className="policy__text">
          6. Пользователь вправе отозвать указанные им данные у компании ООО «Максимум». С этой просьбой можно
          обратиться посредством почтовой корреспонденции на бумажном носителе на адрес: Санкт-Петербург, ул. Ольги
          Берггольц, д 36, офис 1,. В письме необходимо обозначить отказ от получения предложения компании ООО
          «Максимум». Отказ можно также направить в форме электронного документа, подписанного квалифицированной
          электронной подписью в соответствии с законодательством РФ на электронную почту указанную на сайте. В случае
          отказа Пользователя ООО «Максимум» оставляет за собой право связаться с Пользователем для решения деловых
          вопросов или предоставления важной информации. Связь с компанией ООО «Максимум» по электронной почте не
          гарантирует надежной передачи данных. В процессе доставки информация может стать известна третьей стороне. ООО
          «Максимум» не несет ответственности за ее разглашение в результате ошибок или несанкционированных действий со
          стороны третьего лица, а так же за прямые и косвенно причиненные ущербы.
        </p>
        <p className="policy__text">
          6.1. Отзыв, а также любой другой запрос, направляемый Пользователем, должен соответствовать требованиям,
          установленным Правилами подачи обращений, а именно содержать: — номер основного документа, удостоверяющего
          личность Пользователя или его представителя; — сведения о дате выдачи указанного документа и выдавшем его
          органе; — подпись Пользователя или его представителя; — адрес электронной почты; — контактный телефон.
        </p>
        <p className="policy__text">
          6.2. Отзыв данных, а так же все предложения или вопросы по поводу настоящей Политики следует сообщать в
          порядке указанном в п. 6 и 6.1.
        </p>
        <p className="policy__text">
          6.3. ООО «Максимум» обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение 30
          дней с момента поступления обращения.
        </p>
        <p className="policy__text">7. Другое:</p>
        <p className="policy__text">
          7.1. Во всем остальном, что не отражено напрямую в Политике конфиденциальности, ООО «Максимум» обязуется
          руководствоваться нормами и положениями Федеральных законов РФ.
        </p>
        <p className="policy__text">
          7.2. Если в соответствии с действующими законами какие-либо условия будут признаны недействительными,
          остальные условия остаются в полной силе
        </p>
        <p className="policy__text">
          7.3. Посетитель, используя данный Сайт, предоставляя данные, тем самым безусловно и безоговорочно соглашается
          с положениями данной Политики конфиденциальности.
        </p>
      </div>
    </section>
  );
}

export default Policy;
